Repository: AdamWill/python-fedora
Catalog: translations/*.po
Languages: da, es, hu, ja, nl, sv, uk

source: fedora.iterutils is deprecated. Use kitchen.iterutils instead
da: fedora.iterutils er forældet. Brug kitchen.iterutils istedet
es: fedora.iterutils es obsoleto. En su lugar utilice kitchen.iterutils
hu: fedora.iterutils elavult. Alkalmazza a kitchen.iterutils helyette
ja: fedora.iterutills は推奨されません。代わりに kitchen.iterutils を使用してください。
nl: fedora.iterutils is vervangen. Gebruik in plaats daarvan kitchen.iterutils
sv: fedora.iterutils är föråldrat. Använd kitchen.iterutils istället
uk: fedora.iterutils вважається застарілим. Вам слід користуватися kitchen.iterutils

source: fedora.iterutils.isiterable is deprecated, use kitchen.iterutils.isiterable instead
da: fedora.iterutils.isiterable er forældet, brug kitchen.iterutils.isiterable istedet
es: fedora.iterutils.isiterable es obsoleto, en su lugar utilice kitchen.iterutils.isiterable
hu: fedora.iterutils.isiterable elavult, alkalmazza a kitchen.iterutils.isiterable helyette
ja: fedora.iterutils.isiterable は推奨されません。代わりに kitchen.iterutils.isiterable を使用してください。
nl: fedora.iterutils.isiterable is vervangen, gebruik in plaats daarvan kitchen.iterutils.isiterable
sv: fedora.iterutils.isiterable är föråldrat, använd kitchen.iterutils.isiterable istället
uk: fedora.iterutils.isiterable вважається застарілим, вам слід користуватися kitchen.iterutils.isiterable

source: Python modules for interacting with Fedora Services
da: Python-moduler til interaktion med Fedora-tjenester
es: Módulos de Python para interactuar con los Servicios de Fedora
hu: Python modulok a Fedora Szolgáltatások együttműködéséhez
ja: Fedoraサービスと連携できるPythonモジュール
nl: Python modules voor interactie met Fedora Services
sv: Pythonmoduler för att interagera med Fedoratjänster
uk: Модулі Python для взаємодії зі службами Fedoras

source: The Fedora Project runs many different services. These services help us to package software, develop new programs, and generally put together the distro. This package contains software that helps us do that.
da: Fedora-projektet kører mange forskellige tjenester. Disse tjenester hjælper os med at pakke software, udvikle nye programmer og generelt til at lave distributionen. Denne pakke indeholder software som hjælper os med at gøre det.
es: El Proyecto Fedora ejecuta diferentes servicios. Estos servicios nos ayudan a empaquetar software, desarrollar programas y por lo general, agruparlos en una distribución. Este paquete contiene software que nos ayuda a hacer eso.
hu: A Fedora Project több különféle szolgáltatást működtet. Ezek a szolgáltatások segítenek számunkra hogy szoftvereket csomagoljunk, új programokat fejlesszünk, és egyáltalán új kiadást rakjunk össze. Ez a csomag ezekhez a feladatokhoz nyújt segítséget.
ja: Fedora プロジェクトは多くのサービスを運営しています。 これらのサービスはソフトウェアのパッケージおよび新しいプログラムの開発、そしてこれらをディストリビューションに統合します。 このパッケージは我々の助けとなるソフトウェアを含んでいます。
nl: Het Fedora Project draait veel verschillende services. Deze services helpen ons om software in te pakken, bij het ontwikkelen van nieuwe programma's, en over het algemeen het samenstellen van de distributie. Dit pakket bevat software die ons helpt om dat te doen.
sv: Projektet Fedora driver många olika tjänster. Dessa tjänster hjälper oss att paketera mjukvara, utveckla nya program, och sätta samman distributioner i allmänhet. Detta paket innehåller program som hjälper oss med detta.
uk: У Проекту Fedora багато різних корисних служб. Ці служби допомагають нам створювати пакунки з програмами, розробляти нові програми та створювати те, що власне і є дистрибутивом. У цьому пакунку ви знайдете програмне забезпечення, яке допомагає нам у виконанні всіх цих завдань.

source: fedora.textutils is deprecated. Use kitchen.text.converters instead
da: fedora.textutils er forældet. Brug kitchen.text.converters istedet
es: fedora.textutils es obsoleto. En su lugar utilice kitchen.text.converters
hu: fedora.textutils elavult. Alkalmazza a kitchen.text.converters helyette
ja: fedora.textutils は推奨されません。代わりに kitchen.text.converters を使用してください。
nl: fedora.textutils is vervangen. Gebruik in plaats daarvan kitchen.text.converters
sv: fedora.textutils är föråldrat. Använd kitchen.text.converters istället
uk: fedora.textutils вважається застарілим. Вам слід користуватися kitchen.text.converters

source: fedora.accounts.fas2 has moved to fedora.client.fas2. This location will disappear in 0.4
da: fedora.accounts.fas2 er flyttet til fedora.client.fas2. Denne placering vil være væk i 0.4
es: fedora.accounts.fas2 ha sido trasladado a fedora.client.fas2. Esta dirección desaparecerá en 0.4
hu: fedora.accounts.fas2 elköltözött fedora.client.fas2 helyre. E hely el fog tűnni 0.4-ben
ja: fedora.accounts.fas2 は fedora.client.fas2 へ移動しました。ここは0.4でなくなる予定です。
nl: fedora.accounts.fas2 is verhuisd naar fedora.client.fas2. Deze locatie zal verdwijnen in 0.4
sv: fedora.accounts.fas2 har flyttat till fedora.client.fas2. Denna placering kommer att försvinna i 0.4
uk: fedora.accounts.fas2 було перенесено на fedora.client.fas2. Вказану адресу буде вилучено у версії 0.4

source: DictContainer is deprecated. Use the Bunch class from python-bunch instead.
da: DictContainer er forældet. Brug klassen Bunch fra python-bunch i stedet.
es: DictContainer ya no se usa. Use la clase Bunch de python-bunch en su lugar.
hu: A DictContainer elavult. Alkalmazza a Bunch osztályt python-bunch helyett.
ja: DictContainer は推奨されません。代わりに python-bunch から Bunch クラスを使用してください。
nl: DictContainer is verouderd. Gebruik in plaats daarvan de Bunch klasse van python-bunch.
sv: DictContainer är föråldrat. Använd klassen Bunch från python-bunch istället.
uk: DictContainer вважається застарілим. Скористайтеся краще класом Bunch з python-bunch.

source: session_cookie is deprecated, use session_id instead
da: session_cookie er forældet, brug session_id i steder
es: session_cookie está depreciado, use session_id en su lugar
hu: session_cookie elavult, használjon session_id-t
ja: session_cookie は推奨されません。代わりに session_id を使用してください。
nl: session_cookie is verouderd, gebruik in plaats daarvan session_id
sv: session_cookie är föråldrat, använd session_id istället
uk: session_cookie вважається застарілим, використовуйте session_id

source: Unable to load session from %(file)s
da: Kunne ikke indlæse session fra %(file)s
es: No se pudo cargar la sesión desde %(file)s
hu: Nem sikerült %(file)s fájlból munkafolyamatot betölteni
ja: セッションを %(file)s からロードできません
nl: Kan sessie niet laden van %(file)s
sv: Kan inte läsa in sessionen från %(file)s
uk: Не вдалося завантажити сеанс з %(file)s

source: Unable to create %(dir)s: %(error)s
da: Kunne ikke oprette %(dir)s: %(error)s
es: No se pudo crear %(dir)s: %(error)s
hu: Nem sikerült elkészíteni %(dir)s mappát: %(error)s
ja: %(dir)s を作成できません: %(error)s
nl: Kan %(dir)s niet aanmaken: %(error)s
sv: Kan inte skapa %(dir)s: %(error)s
uk: Не вдалося створити %(dir)s: %(error)s

source: Unable to write to session file %(session)s: %(error)s
da: Kunne ikke skrive til sessionsfilen %(session)s: %(error)s
es: No se pudo escribir el archivo de sesión %(session)s: %(error)s
hu: Nem sikerült %(session)s munkafolyamat fájlba írni: %(error)s
ja: セッションファイル %(session)s に書き込めません: %(error)s
nl: Kan niet naar bestand %(session)s schrijven: %(error)s
sv: Kan inte skriva till sessionsfilen %(session)s: %(error)s
uk: Не вдалося виконати запис до файла сеансу %(session)s: %(error)s

source: No session cached for "%s"
da: Ingen session mellemlagret for "%s"
es: No hay cache de sesión para "%s"
hu: Nincs betárazva munkafolyamat „%s” azonosítóhoz
ja: どのセッションも "%s" にキャッシュされていません
nl: Geen sessie in cache voor "%s"
sv: Ingen session cachad för ”%s”
uk: Для «%s» у кеші немає жодного сеансу

source: send_request() got an unexpected keyword argument "%(arg)s"
da: send_request() modtog et ikke-forventet nøgleordsargument "%(arg)s"
es: send_request() posee un argumento inesperado "%(arg)s"
hu: a send_request() egy váratlan kulcsszó paramétert kapott "%(arg)s"
ja: send_request() に予期せぬキーワード引数 "%(arg)s" を受け取りました。
nl: send_request () kreeg een onverwachte sleutelwoord argument "%(arg)s"
sv: send_request() fick ett oväntat nyckelordsargument ”%(arg)s”
uk: send_request() отримано неочікуване значення ключового слова «%(arg)s»

source: send_request() got an unexpected keyword argument "input"
da: send_request() fik et uventet nøgleordsargument "input"
es: send_request() recibió un argumento de "salida" inesperado
hu: send_request() váratlan „input” kulcsszó argumentumot kapott
ja: send_request() は予期せぬキーワード引数 "input" を受け取りました。
nl: send_request() kreeg een onverwacht sleutelwoord argument "input"
sv: send_request() fick ett oväntat nyckelordsargument ”input”
uk: send_request() отримано неочікуване значення ключового слова «input»

source: send_request() got an unexpected keyword argument
da: send_request() fik et uventet nøgleordsargument
es: send_request() recibió un argumento de palabra clave inesperado
hu: send_request() váratlan kulcsszó argumentumot kapott
ja: send_request() は予期せぬキーワード引数を受け取りました。
nl: send_request() kreeg een onverwacht sleutelwoord argument
sv: send_request() fick ett oväntat nyckelordsargument
uk: send_request() отримано неочікуване значення ключового слова

source: send_request(input) is deprecated. Use send_request(req_params) instead
da: send_request(input) er forældet. brug send_request(req_params) i stedet
es: send_request(input) está depreciado. Use send_request(req_params) en su lugar
hu: send_request(input) elavult. Alkalmazza inkább a send_request(req_params) hívást helyette
ja: send_request(input) は推奨されません。代わりに send_request(req_params) を使用してください。
nl: send_request (input) is verouderd. Gebruik in plaats daarvan send_request(req_params)
sv: send_request(input) är föråldrat. Använd send_request(req_params) istället
uk: send_request(вхідні_дані) вважається застарілим. Скористайтеся замість неї send_request(параметри_запиту)

source: Auth was requested but no way to perform auth was given. Please set username and password or session_id before calling this function with auth=True
da: Auth blev forespurgt men ingen måde at udføre auth blev angivet. Indstil brugernavn og adgangskode eller session_id før du kalder denne funktion med auth=True
es: Autorización fue solicitada pero no hay manera de realizar el tipo dado. Por favor establezca el nombre de usuario, contraseña o identificador de sesión antes de llamar esta función con auth=True
hu: Auth kérés érkezett, de nem lehet végrehajtani az a megadott módon. Kérjük, állítsa be felhasználói nevét és jelszavát, vagy session_id-jét mielőtt meghívná ezt a funkciót auth = True utasítással.
ja: 認証がリクエストされましたが、承認されませんでした。ユーザー名とパスワードまたは session_id を functionをauth=True として呼ぶ前にセットしてください。
nl: Auth werd gevraagd, maar geen manier om auth uit te voeren werd gegeven. Stel gebruikersnaam en wachtwoord of session_id in voor het aanroepen van deze functie met auth = True
sv: Autentisering begärdes men inget sätt att utföra autentisering gavs. Ställ in användarnamn och lösenord eller session_id före du anropar denna funktion med auth=True
uk: Було створено вимогу щодо розпізнавання, але не було вказано способу розпізнавання. Будь ласка, встановіть ім’я користувача і пароль або session_id до виклику цієї функції зі значенням параметра auth=True

source: You must specify a username
da: Du skal angive et brugernavn
es: Debe especificar un nombre de usuario
hu: Meg kell adnod egy felhasználónevet
ja: ユーザー名を指定しなければいけません。
nl: Je moet een gebruikersnaam opgeven
sv: Du måste ange ett användarnamn
uk: Вам слід вказати ім’я користувача

source: Reading from %s
da: Læser fra %s
es: Leyendo desde %s
hu: Olvasás %s -ből
ja: %s から読み込んでいます
nl: Lezen van %s
sv: Läser från %s
uk: Читання з %s

source: FAS server unable to retrieve group %(group)s
da: FAS-server kunne ikke hente gruppen %(group)s
es: El servidor FAS no puede obtener el grupo %(group)s
hu: A FAS kiszolgáló nem tudja visszaadni a %(group)s csoportot
ja: FAS サーバーからグループ %(group)s を取得できません。
nl: FAS server kan groep %(group)s niet verkrijgen
sv: FAS-servern kan inte hämta gruppen %(group)s
uk: Серверу FAS не вдалося отримати групу %(group)s

source: key must be one of "id", "username", or "email"
da: nøgle skal være en af følgende: "id", "username" eller "email"
es: la llave debe ser de "id", "username" o "email"
hu: a kulcsnak vagy „id” vagy „username” vagy „email” kell lennie
ja: keyは "id" 、 "username" 、 "email" のいずれかでなければいけません。
nl: sleutel moet een zijn van "id", "gebruikersnaam", of "email"
sv: nyckeln måste vara en av ”id”, ”username”, eller ”email”
uk: значенням ключа може бути лише "id", "username" або "email"

source: %(field)s is not a valid field to filter
da: %(field)s er ikke et gyldigt felt at filtrere
es: %(field)s no es un campo válido para filtrar
hu: %(field)s érvénytelen mint szűrendő mező
ja: %(field)s は有効な値ではありません。
nl: %(field)s is geen geldig veld om te filteren
sv: %(field)s är inte ett giltigt fält för att filtrera
uk: %(field)s не є коректним полем фільтрування

source: people_by_id() is deprecated and will be removed in 0.4. Please port your code to use people_by_key(key='id', fields=['human_name', 'email', 'username', 'bugzilla_email']) instead
da: people_by_id() er forældret og vil bliver fjernet i 0.4. Portér venligst din kode til at bruge people_by_key(key='id', fields=['human_name', 'email', 'username', 'bugzilla_email']) i stedet
es: people_by_id() está depreciado y será eliminado en 0.4. Por favor porte su código para usar people_by_key(key='id', fields=['human_name', 'email', 'username', 'bugzilla_email']) en su lugar
hu: people_by_id() elavult, és a 0.4-es verzióban már nem lesz elérhető. Kérem változtasson a kódon, hogy inkább a people_by_key(key='id', fields=['human_name',·'email', 'username', 'bugzilla_email']) hívást használja.
ja: people_by_id() は推奨されません、0.4で削除予定です。あなたのコードでは、代わりに people_by_key(key='id', fields=['human_name', 'email', 'username', 'bugzilla_email']) を使用してください。
nl: people_by_id() is verouderd en zal verwijderd worden in 0.4. Zet jouw code over om in plaats daarvan people_by_key(key='id',fields=['human_name', 'email', 'username', 'bugzilla_email']) te gebruiken
sv: people_by_id() är föråldrat och kommer att tas bort i 0.4. Ändra din kod till att använda people_by_key(key ='id', fields=['human_name', 'email', 'username', 'bugzilla_email']) istället
uk: Функція people_by_id() вважається застарілою, її буде вилучено у 0.4. Будь ласка, портуйте ваш код на використання послідовності people_by_key(key='ідентифікатор', fields=['справжнє ім’я користувача', 'ел. пошта', 'користувач', 'адреса ел. пошти у bugzilla'])

source: FAS server unable to retrieve group members
da: FAS-server kunne ikke modtage gruppemedlemmer
es: El servidor FAS no pudo obtener los miembros del grupo
hu: FAS kiszolgáló képtelen csoporttagokat lekérni
ja: FASサーバーはグループメンバーを復旧できません。
nl: FAS server kan leden van de groep niet ophalen
sv: FAS-servern kan inte hämta gruppmedlemmar
uk: Серверу FAS не вдалося отримати список учасників групи

source: FAS server unable to retrieve user information
da: FAS-server kunne ikke modtage brugerinformation
es: El servidor FAS no pudo recuperar la información del usuario
hu: FAS kiszolgáló képtelen a felhasználói adatokat lekérni
ja: FASサーバーはユーザー情報を復旧できません。
nl: FAS server kan gebruikersinformatie niet ophalen
sv: FAS-servern kan inte hämta användarinformation
uk: Серверу FAS не вдалося отримати дані щодо користувача

source: FasProxyClient() got an unexpected keyword argument 'session_as_cookie'
da: FasProxyClient() fik et uventet nøgleordsargument "session_as_cookie"
es: FasProxyClient() obtuvo un argumento palabra clave inesperado 'session_as_cookie'
hu: FasProxyClient() egy nem várt kulcsszó argumentumot kapott 'session_as_cookie'
ja: FasProxyClient() は予期せぬキーワード引数 'session_as_cookie' を受け取りました。
nl: FasProxyClient() kreeg een onverwacht sleutelwoord argument 'session_as_cookie'
sv: FasProxyClient() fick ett oväntat nyckelordsargumentet ”session_as_cookie”
uk: FasProxyClient() отримано неочікуване значення параметра ключового слова «session_as_cookie»

source: We do not have enough information to create package %(pkg)s. Need version owner.
da: Vi har ikke nok information til at oprette pakken %(pkg)s. Mangler versionsejer.
es: No tenemos suficiente información para crear paquete %(pkg)s. Se necesita propietario de versión.
hu: Nincs elég adat %(pkg)s csomag elkészítéséhez. Verzió tulajdonos szükséges.
ja: 我々はパッケージ %(pkg)s を作成するのに十分な情報をもっていません。バージョンのオーナーに聞いてください。
nl: We hebben niet genoeg informatie om pakket %(pkg)s aan te maken. De versie eigenaar is nodig.
sv: Vi har inte tillräckligt med information för att skapa paketet %(pkg)s. Behöver versionsägare.
uk: Для створення пакунка %(pkg)s недостатньо даних. Слід вказати власника версії.

source: PackageDB returned an error creating %(pkg)s: %(msg)s
da: PackageDB returnerede en fejl under oprettelse af %(pkg)s: %(msg)s
es: PackageDB regresó un error al crear %(pkg)s: %(msg)s
hu: %(pkg)s csomag készítése közben a PackageDB hibával tért vissza: %(msg)s
ja: PackageDB は %(pkg)s の作成中にエラーを返しました: %(msg)s
nl: PackageDB gaf een fout terug bij het creëren van %(pkg)s: %(msg)s
sv: PackageDB returnerade ett fel när %(pkg)s skapades: %(msg)s
uk: PackageDB отримано повідомлення про помилку під час створення %(pkg)s: %(msg)s

source: Unable to save all information for %(pkg)s: %(msg)s
da: Kunne ikke gemme alle informationer for %(pkg)s: %(msg)s
es: No se pudo guardar toda la información para los paquetes %(pkg)s: %(msg)s
hu: Nem sikerült %(pkg)s minden adatát elmenteni: %(msg)s
ja: %(pkg)s のすべての情報を保存できません: %(msg)s
nl: Kan alle informatie voor %(pkg)s niet opslaan: %(msg)s
sv: Kan inte spara alla uppgifter för %(pkg)s: %(msg)s
uk: Не вдалося зберегти всі дані щодо %(pkg)s: %(msg)s

source: Collection abbreviation %(collection)s is unknown. Use F, FC, EL, or OLPC
da: Samlingsforkortelse %(collection)s er ukendt. Brug F, FC, EL eller OLPC
es: Abreviatura de colección %(collection)s es desconocida. Use F, FC, EL o OLPC
hu: %(collection)s gyűjtemény rövidítés ismeretlen. Használja F, FC, EL, " "vagy OLPC rövidítések valamelyikét.
ja: 略称 %(collection)s は不明です。F、FC、EL、OLPCのいずれかを使用してください。
nl: Collectie afkorting %(collection)s is onbekend. Gebruik F, FC, EL, of OLPC
sv: Samlingsförkortning %(collection)s är okänd. Använd F, FC, EL eller OLPC
uk: Невідоме скорочення назви збірки %(collection)s. Можливі варіанти: F, FC, EL та OLPC

source: collection and collection_ver are deprecated names for collctn_name and collctn_ver respectively. Ignoring the values given in them.
da: collection og collection_ver er forældrede navne for henholdsvis collctn_name og collctn_ver. Ignorerer værdien som er givet i dem.
es: collection y collection_ver son nombres que ya no se usan, ahora usar collctn_name y collctn_ver respectivamente. Ignorando los valores dados en ellos.
hu: collection és a collection_ver az elavult nevei a collctn_name és collctn_ver utasításokat illetően. Az ezekben megadott értékek figyelmen kívülre kerülnek.
ja: collection と collection_ver はそれぞれ collctn_name と collctn_ver があるために推奨されません。これらの変数は無視されます。
nl: collection en collection_ver zijn verouderde namen voor respectievelijk collctn_name en collctn_ver. De waarden voor deze worden genegeerd.
sv: collection och collection_ver är föråldrade namn på collctn_name respektive collctn_ver. Ignorerar de värden som angavs i dem.
uk: collection і collection_ver є застарілими назвами параметра collctn_name і collctn_ver, відповідно. Значення, надані цим змінним, буде проігноровано.

source: collection has been renamed to collctn_name. Please start using the new name. collection will go away in 0.4.x.
da: collection er blevet omdøbt til collctn_name. Begynd at bruge det nye navn. collection vil være væk i 0.4.x.
es: collection fue renombrado a collctn_name. Por favor, comience a usar el nombre nuevo. collection será eliminado en 0.4.x.
hu: collection átnevezésre került: collctn_name. Kérem kezdje el alkalmazni az új nevet. collection el fog tűnni a 0.4.x -es verziótól kezdődően.
ja: collection は collctn_name に名称変更されました。 新名称を使ってください。collection は 0.4.xで削除予定です。
nl: collection is hernoemd naar collctn_name. Begin met de nieuwe naam te gebruiken. collection zal verdwijnen in 0.4.x.
sv: collection har bytt namn till collctn_name. Gå över till att använda det nya namnet. collection kommer att försvinna i 0.4.x.
uk: Назву параметра collection було змінено на collctn_name. Будь ласка, скористайтеся новою назвою. Параметр collection буде вилучено у версіях 0.4.x.

source: collection_ver has been renamed to collctn_ver. Please start using the new name. collection_ver will go away in 0.4.x.
da: collection_ver er blevet omdøbt til collctn_ver. Begyndt at bruge det nye navn. collection_ver vil være væk i 0.4.x.
es: collection_ver fue renombrado a collctn_ver. Por favor, comience a usar el nombre nuevo. collection_ver será eliminado en 0.4.x.
hu: collection_ver átnevezésre került: collctn_ver. Kérem kezdje el alkalmazni az új nevet. collection_ver el fog tűnni a 0.4.x -es verziótól kezdődően.
ja: collection_ver は collctn_ver に名称変更されました。 新名称を使用してください。collection_ver は0.4で削除予定です。
nl: collection_ver is hernoemd naar collctn_ver. Begin met de nieuwe naam te gebruiken. collection_ver zal verdwijnen in 0.4.x.
sv: collection_ver har bytt namn till collctn_ver. Gå över till att använda det nya namnet. collection_ver kommer att försvinna i 0.4.x.
uk: Назву параметра collection_ver було змінено на collctn_ver. Будь ласка, скористайтеся новою назвою. Параметр collection_ver буде вилучено у версіях 0.4.x.

source: collectn_list is a deprecated name for collctn_list. Ignoring the value of collectn_list.
da: collectn_list er et forældet navn for collctn_list. Ignorerer værdien af collectn_list.
es: collectn_list ya no se usa, ahora usar collctn_list. Ignorando el valor de collectn_list.
hu: collectn_list az elavult neve a collctn_list -nek. A collectn_list értéke figyelmen kívülre kerül.
ja: collectn_list は collctn_list があるために推奨されません。 collectn_list の変数は無視されます。
nl: collectn_list is een verouderde naam voor collctn_list. De waarde van collectn_list wordt genegeerd.
sv: collectn_list är ett föråldrat namn för collctn_list. Ignorerar värdet på collectn_list.
uk: collectn_list є застарілою назвою параметра collctn_list. Значення параметра collectn_list буде проігноровано.

source: collectn_list has been renamed to collctn_list. Please start using the new name. collectn_list will go away in 0.4.x.
da: collectn_list er blevet omdøbt til collctn_list. Begyndt at bruge det nye navn. collectn_list vil være væk i 0.4.x.
es: collectn_list fue renombrado a collctn_list. Por favor, comience a usar el nombre nuevo. collectn_list será eliminado en 0.4.x.
hu: collectn_list átnevezésre került: collctn_list. Kérem kezdje el alkalmazni az új nevet. collectn_list el fog tűnni a 0.4.x -es verziótól kezdődően.
ja: collectn_list は collctn_list に名称変更されました。 新名称を使用してください。collectn_list は0.4.xで削除予定です。
nl: collectn_list is hernoemd naar collctn_list. Begin met de nieuwe naam te gebruiken. collectn_list zal verdwijnen in 0.4.x.
sv: collectn_list har bytt namn till collctn_list. Gå över till att använda det nya namnet. collectn_list kommer att försvinna i 0.4.x.
uk: Назву параметра collectn_list було змінено на collctn_list. Будь ласка, скористайтеся новою назвою. Параметр collectn_list буде вилучено у версіях 0.4.x.
