Repository: AdamWill/python-fedora
Catalog: translations/*.po
Languages: da, es, hu, ja, nl, sv, uk

source: collectn is a deprecated name for collctn. Ignoring the value of collectn.
da: collectn er et forældet navn for collctn. Ignorerer værdien af collectn.
es: collectn fue renombrado a collctn. Ignorando el valor de collectn.
hu: collectn az elavult neve a collctn-hez. A collectn értéke figyelmen kívülre kerül.
ja: collectn は collctn があるために推奨されません。 collectn の変数は無視されます。
nl: collectn is een verouderde naam voor collctn. De waarde van collectn wordt genegeerd.
sv: collectn är ett föråldrat namn för collctn. Ignorerar värdet av collectn.
uk: collectn є застарілою назвою параметра collctn. Значення параметра collectn буде проігноровано.

source: collectn has been renamed to collctn. Please start using the new name. collectn will go away in 0.4.x.
da: collectn er blevet omdøbt til collctn. Begynd at bruge det nye navn. collectn vil være væk i 0.4.x.
es: collectn fue renombrado a collctn. Por favor, comience a usar el nombre nuevo. collectn será eliminado en 0.4.x.
hu: collectn átnevezésre került collctn parancsra. Kérem használja az új nevet. collectn el fog tűnni a 0.4.x. verziótól.
ja: collectn は collctn に名称変更されました。 新名称を使用してください。collectn は0.4.xで削除予定です。
nl: collectn is hernoemd naar collctn. Begin met de nieuwe naam te gebruiken. collectn zal verdwijnen in 0.4.x.
sv: collectn har bytt namn till collctn. Gå över till att använda det nya namnet. collectn kommer att försvinna i 0.4.x.
uk: Назву параметра collctn було змінено на collctn. Будь ласка, скористайтеся новою назвою. Параметр collctn буде вилучено у версіях 0.4.x.

source: Collection shortname %(collctn)s is unknown.
da: Samlings korte navn %(collctn)s er ukendt.
es: Abreviatura de colección %(collctn)s es desconocida.
hu: A gyűjtemény rövidítése %(collctn)s ismeretlen.
ja: 略称 %(collctn)s は不明です。
nl: Collectie alias %(collctn)s is onbekend.
sv: Samlingskortnamnet %(collctn)s är okänt.
uk: Невідома скорочена назва збірки, %(collctn)s.

source: proxyclient.__init__:entered
es: proxyclient.__init__: entrante
hu: proxyclient.__init__:belépve
nl: proxyclient.__init__:ingegaan
sv: proxyclient.__init__:startad
uk: proxyclient.__init__:вхід

source: Returning cookies from send_request() is deprecated and will be removed in 0.4. Please port your code to use a session_id instead by calling the ProxyClient constructor with session_as_cookie=False
da: At returnere cookies fra send_request() er forældet og vil blive fjernet i 0.4. Portér venligst din kode til at bruge session_id i stedet ved at kalde ProxyClient-constructoren med session_as_cookie=False
es: Regresar cookies desde send_request está depreciado y será eliminado en 0.4. Por favor porte su código para usar session_id en su lugar llamando al constructor ProxyClient con session_as_cookie=False
hu: A send_request() hívásból visszatérő sütik használata elavult, és 0.4-től már nem lesz. Kérem változtasson, hogy inkább munkafolyamat azonosítót használjon a ProxyClient építő hívásakor session_as_cookie=False argumentummal.
ja: send_request() から cookie を返すことは推奨されません、0.4で削除予定です。あなたのコードでは、代わりに ProxyClient コンストラクタを session_as_cookie=False として呼ぶことで、session_id を使用してください。
nl: Teruggeven van cookies van send_request() is verouderd en zal verwijderd worden in 0.4. Zet jouw code over om in plaats daarvan een ​​session_id te gebruiken het aanroepen van de ProxyClient constructor met session_as_cookie=False
sv: Att returnera kakor från send_request() är föråldrat och kommer att tas bort i 0.4. Ändra din kod till att använda en session_id istället genom att anropa konstrueraren ProxyClient med session_as_cookie=False
uk: Повернення кук send_request() вважається застарілим, його буде вилучено у версії 0.4. Будь ласка, портуйте ваш код на використання session_id викликом конструктора ProxyClient зі значенням session_as_cookie=False

source: proxyclient.__init__:exited
da: proxyclient.__init__: afsluttede
es: proxyclient.__init__: saliente
hu: proxyclient.__init__:kilépve
nl: proxyclient.__init__:verlaten
sv: proxyclient.__init__:avslutad
uk: proxyclient.__init__:вихід

source: proxyclient.send_request: entered
es: proxyclient.send_request: entrante
hu: proxyclient.send_request: belépve
ja: proxyclient.__init__:exited
nl: proxyclient.send_request:ingegaan
sv: proxyclient.send_request: startad
uk: proxyclient.send_request: вхід

source: Giving a cookie to send_request() to authenticate is deprecated and will be removed in 0.4. Please port your code to use session_id instead.
da: At give en cookie til send_request() for at godkende er forældet og vil blive fjernet i 0.4. Portér venligst din kode til at bruge session_id i stedet.
es: Ofrecer una cookie a send_request() para autenticarse está depreciado y será eliminado en 0.4. Por favor porte su código para usar session_id en su lugar.
hu: Süti megadása send_request() hívásnak hitelesítéshez elavult, és 0.4-től már nem lesz. Kérem változtasson: használjon inkább munkafolyamat azonosítót.
ja: send_request() に cookie を渡すことは推奨されません、0.4で削除予定です。あなたのコードでは、代わりに session_id を使用してください。
nl: Het geven van een cookie aan send_request() voor authenticatie is verouderd en zal verwijderd worden in 0.4. Zet jouw code over om in plaats daarvan session_id te gebruiken.
sv: Att ge en kaka till send_request() för att autentisera är föråldrat och kommer att tas bort i 0.4. Ändra din kod till att använda session_id istället.
uk: Передавання куки send_request() з метою розпізнавання вважається застарілим, цей спосіб буде вилучено у версії 0.4. Будь ласка, портуйте ваш код на використання session_id.

source: username and password must both be set in auth_params
da: brugernavn og adgangskode skal begge være angivet i auth_params
es: nombre de usuario y contraseña deben estar establecidos en auth_params
hu: használó nevet és jelszót is meg kell adni auth_params paraméterben
ja: ユーザー名とパスワードはどちらも auth_params にセットされなければいけません。
nl: gebruikersnaam en wachtwoord moeten beide ingesteld worden in auth_params
sv: användarnamn och lösenord måste båda vara satta i auth_params
uk: Ім’я користувача (username) та пароль (password) слід встановлювати у auth_params

source: No known authentication methods specified: set "cookie" in auth_params or set both username and password in auth_params
da: Ingen kendte godkendelsesmetoder angivet: indstil "cookie" i auth_params eller indstil både brugernavn og adgangskode i auth_params
es: No se especificaron métodos de autenticación conocidos: establezca "cookie" en auth_params o establezca nombre de usuario y contraseña en auth_params
hu: Nincs megadva ismert hitelesítő eljárás: használó nevet és jelszót auth_params paraméterben
ja: 有効な認証方法が使われていません: "cookie" を auth_params にセットするか、ユーザー名とパスワードを auth_params にセットしてください。
nl: Geen bekende authenticatiemethoden opgegeven: zet "cookie" in auth_params of zet zowel gebruikersnaam als wachtwoord in auth_params
sv: Inga kända autentiseringsmetoder angivna: ange ”cookie” i auth_params eller ange både användarnamn och lösenord i auth_params
uk: Не вказано відомих програмі методів розпізнавання: встановіть куку ("cookie") у auth_params або вкажіть ім’я користувача і пароль у auth_params

source: Creating request %(url)s
da: Opretter forespørgsel %(url)s
es: Creando petición %(url)s
hu: %(url)s kérelem megteremtése
ja: リクエストを作成中 %(url)s
nl: Creëren van verzoek %(url)s
sv: Skapa begäran %(url)s
uk: Створення запиту %(url)s

source: Headers: %(header)s
da: Headere: %(header)s
es: Encabezados: %(header)s
hu: Fejlécek: %(header)s
ja: ヘッダー: %(header)s
nl: Kopteksten: %(header)s
sv: Huvuden: %(header)s
uk: Заголовки: %(header)s

source: Data: %(data)s
es: Datos: %(data)s
hu: Adatok: %(data)s
ja: 日時: %(data)s
uk: Дані: %(data)s

source: Authentication failed logging in
da: Godkendelse mislykkedes under indlogning
es: Autenticación falló en el inicio
hu: Hitelesítésen bukott a bejelentkezés
ja: ログイン認証が失敗しました
nl: Authenticatie mislukte om in te loggen
sv: Autentisering misslyckades vid inloggning
uk: Не вдалося увійти до системи після спроби розпізнавання

source: Unable to log into server. Invalid authentication tokens. Send new username and password
da: Kunne ikke logge ind på server. Ugyldige godkendelsessymboler. Send ny brugernavn og adgangskode
es: No pudo iniciar en el servidor. Credenciales de autenticación inválidas. Envíe un nombre de usuario y contraseña
hu: Nem lehet a szolgálóra bejelentkezni. Érvénytelen hitelesítő adatok. Küldjön új használó nevet és jelszót.
ja: サーバーにログインできません。不明な認証がされました。新しいユーザー名とパスワードを送信してください。
nl: Kan niet inloggen op server. Ongeldige authenticatie tokens. Stuur nieuwe gebruikersnaam en wachtwoord
sv: Kan inte logga in på servern. Ogiltiga autentiseringssymboler. Skicka nytt användarnamn och lösenord
uk: Не вдалося увійти на сервер. Некоректні реєстраційні дані. Надішліть нові дані щодо імені користувача і пароля.

source: Attempt #%(try)s failed
da: Forsøg #%(try)s mislykkedes
es: Falló el intento #%(try)s
hu: Az #%(try)s próbálkozás sikertelen
ja: 試行 #%(try)s回目 失敗
nl: Poging #%(try)s mislukte
sv: Försök nr. %(try)s misslyckades
uk: Спроба %(try)s завершилася невдало

source: Unknown HTTP Server Response
da: Ukendt HTTP-serversvar
es: Respuesta de Servidor HTTP Desconocida
hu: Ismeretlen HTTP szolgáló válasz
ja: 不明な HTTP サーバーレスポンスです
nl: Onbekende HTTP server antwoord
sv: Okänt HTTP-serversvar
uk: Невідома відповідь HTTP-сервера

source: Error returned from json module while processing %(url)s: %(err)s
da: Fejl returnerede fra json-modul under behandling af %(url)s: %(err)s
es: Error obtenido desde el módulo json al procesar %(url)s: %(err)s
hu: Hiba érkezett a json modulból az %(url)s feldolgozásakor: %(err)s
ja: %(url)s を処理中に json モジュールからエラーが返りました: %(err)s
nl: Fout teruggegeven van json module tijdens het verwerken van %(url)s:%(err)s
sv: Fel returnerades från en json-modul vid hantering av %(url)s: %(err)s
uk: Повернуто повідомлення про помилку від модуля json під час обробки %(url)s: %(err)s

source: proxyclient.send_request: exited
da: proxyclient.send_request: afsluttede
es: proxyclient.send_request: saliente
hu: proxyclient.send_request: kilépve
nl: proxyclient.send_request: verlaten
sv: proxyclient.send_request: avslutad
uk: proxyclient.send_request: завершення роботи

source: Login failed: %(data)s
da: Indlogning mislykkedes: %(data)s
es: Falló el registro: %(data)s
hu: Bejelentkezés sikertelen: %(data)s
ja: ログイン失敗: %(data)s
nl: Inloggen mislukte: %(data)s
sv: Inloggningen misslyckades: %(data)s
uk: Невдала спроба увійти: %(data)s

source: From %(then)s to %(now)s
da: Fra %(then)s til %(now)s
es: Desde %(then)s hasta %(now)s
hu: %(then)s - %(now)s
ja: %(then)s から %(now)s
nl: Van %(then)s naar %(now)s
sv: Från %(then)s till %(now)s
uk: З %(then)s до %(now)s

source: %d wiki changes in the past week
da: %d wiki-ændringer den seneste uge
es: %d cambios en la wiki en la semana pasada
hu: %d wiki változás a múlt héten
ja: %d wiki は先週変更されました
nl: %dD wiki veranderingen in de afgelopen week
sv: %d wiki-förändringar under den senaste veckan
uk: %d змін у вікі протягом попереднього тижня

source: Warning: Number of changes reaches the API return limit. You will not get the complete list of changes unless you run this script using a 'bot' account.
da: Advarsel: Antallet af ændringer når API-returneringsgræsen. Du vil ikke få den komplette liste over ændringer medmindre du kører dette script med "bot"-kontoen.
es: Advertencia: El número de cambios ha alcanzado el límite de regreso de la API. Usted no tendrá la lista completa de cambios a menos que ejecute este programa usando una cuenta 'bot'.
hu: Figyelmeztetés: Számos változás éri el az API visszatérés korlátot. Nem fogja megkapni a változások teljes listáját, hacsak nem „bot” számlára futtatja ezt az írást.
ja: 警告: このAPIの返り値の制限に対し、多くの変更がされました。 あなたがこのスクリプトで 'bot' アカウントを使用している限り、 全ての変更リストを入手することはできません。
nl: Waarschuwing: Het aantal veranderingen bereikt de API return limiet. Je krijgt niet de complete lijst van wijzigingen, tenzij je dit script uitvoert met een 'bot' account.
sv: Varning: Antalet förändringar når API:ets gräns för returer. Du kommer inte få den kompletta listan över förändringar om du inte kör detta skript med ett ”bot”-konto.
uk: Попередження: кількість змін досягла обмеження, яке накладено програмним інтерфейсом. Вам не буде повернуто повний список змін, якщо ви не запустите цей скрипт від імені облікового запису «bot».

source: == Most active wiki users ==
da: == Mest aktive wiki-brugere ==
es: == Usuarios wiki más activos ==
hu: == Legtevékenyebb wiki használók ==
ja: == 最も活発な wiki ユーザ ==
nl: == Meest actieve wiki gebruikers ==
sv: == Mest aktiva wiki-användare ==
uk: == Найактивніші користувачі вікі ==

source: == Most edited pages ==
da: == Mest redigerede sider ==
es: == Páginas más editadas ==
hu: == Legtöbbet szerkesztett oldalak ==
ja: == 最も編集されているページ ==
nl: == De meeste bewerkte pagina's ==
sv: == Mest redigerade sidor ==
uk: == Найчастіше редаговані сторінки ==

source: fedora.pycompat25.defaultdict is deprecated, use kitchen.pycompat25.collections.defaultdict instead
da: fedora.pycompat25.defaultdict er forældet, brug kitchen.pycompat25.collections.defaultdict istedet
es: fedora.pycompat25.defaultdict es obsoleto, en su lugar utilice kitchen.pycompat25.collections.defaultdict
hu: fedora.pycompat25.defaultdict elavult, alkalmazza a kitchen.pycompat25.collections.defaultdict helyette
ja: fedora.pycompat25.defaultdict は推奨されません。代わりに kitchen.pycompat25.collections.defaultdict を使用してください。
nl: fedora.pycompat25.defaultdict is vervangen, gebruik in plaats daarvan kitchen.pycompat25.collections.defaultdict
sv: fedora.pycompat25.defaultdict är föråldrat, använd kitchen.pycompat25.collections.defaultdict istället
uk: fedora.pycompat25.defaultdict вважається застарілим, вам слід використовувати kitchen.pycompat25.collections.defaultdict

source: Loading FAS groups...
da: Indlæser FAS-grupper...
es: Cargando grupos FAS...
hu: Fedora csoportok betöltése…
ja: FAS グループをロードしています...
nl: FAS groepen laden...
sv: Läser in FAS-grupper …
uk: Завантаження груп FAS…

source: Unable to load FAS groups. Did you set FAS_USERNAME and FAS_PASSWORD?
da: Kunne ikke indlæse FAS-grupper. Angav du FAS_USERNAME og FAS_PASSWORD?
es: No se pudieron cargar los grupos FAS. ¿Se establecieron FAS_USERNAME y FAS_PASSWORD?
hu: Nem lehet Fedora csoportokat betölteni. FAS_USERNAME és FAS_PASSWORD beállítva?
ja: FAS グループをロード出来ません。FAS_USERNAME と FAS_PASSWORDをセットしましたか？
nl: Kan FAS groepen niet laden. Heb je FAS_USERNAME en FAS_PASSWORD ingesteld?
sv: Kan inte läsa in FAS-grupper. Har du ställt in FAS_USERNAME och FAS_PASSWORD?
uk: Не вдалося завантажити групи FAS. Чи встановили ви значення FAS_USERNAME і FAS_PASSWORD?

source: FAS groups loaded. Don't forget to set FAS_USERNAME and FAS_PASSWORD to a low-privilege account.
da: FAS-grupper indlæst. Glem ikke at angive FAS_USERNAME og FAS_PASSWORD til en konto med få privilegier.
es: Los grupos FAS han sido cargados. No olvide poner FAS_USERNAME y FAS_PASSWORD a una cuenta de bajos privilegios.
hu: FAS csoport betöltve. Ne felejtse el beállítani a FAS_USERNAME és FAS_PASSWORD változókat az alacsony prioritású felhasználói nevekhez.
ja: FAS グループがロードされました。FAS_USERNAME と FAS_PASSWORDを 制限アカウントにセットするのを忘れないでください。
nl: FAS groepen geladen. Vergeet niet om FAS_USERNAME en FAS_PASSWORD in te stellen op een lage-rechten account.
sv: FAS-grupper inlästa. Glöm inte att ställa in FAS_USERNAME och FAS_PASSWORD till ett lågprivilegierat konto.
uk: Групи FAS завантажено. Не забудьте встановити FAS_USERNAME і FAS_PASSWORD на значення облікового запису зі зниженими правами доступу.

source: fedora.tg.client has moved to fedora.client. This location will disappear in 0.4
da: fedora.tg.client er flyttet til fedora.client. Denne placering vil være væk i 0.4
es: fedora.tg.client se ha trasladado a fedora.client. Esta dirección desaparecerá en 0.4
hu: fedora.tg.client elköltözött fedora.client helyre. E hely el fog tűnni 0.4-ben
ja: fedora.tg.client は fedora.client に移動しました。ここは0.4でなくなる予定です。
nl: fedora.tg.client is verhuisd naar fedora.client. Deze locatie zal verdwijnen in 0.4
sv: fedora.tg.client har flyttat till fedora.client. Denna placering kommer att försvinna i 0.4
uk: fedora.tg.client було перенесено на fedora.client. Вказану адресу буде вилучено у версії 0.4

source: Welcome, %s
da: Velkommen, %s
es: Bienvenido, %s
hu: Üdvözlöm, %s
ja: ようこそ %s
nl: Welkom, %s
sv: Välkommen, %s
uk: Вітаємо, %s

source: The credentials you supplied were not correct or did not grant access to this resource.
da: Kredentialerne du angav var ikke korrekte eller fik ikke adgang til denne ressource.
es: Las credenciales que se proporcionaron no son correctas o no proveen el acceso a este recurso.
hu: A megadott igazolvány nem jó vagy nem jogosítja fel a hozzáférésre az erőforráshoz.
ja: あなたの証明書は正しくないか、このソースにアクセスする権限がありません。
nl: De referenties die je opgegeven hebt zijn niet juist of verlenen geen toegang tot deze hulpbron.
sv: Kreditiven du angav var inte korrekta eller gav inte tillgång till denna resurs.
uk: Вами було вказано реєстраційні дані, які не є коректними або не надають доступу до цього ресурсу.

source: You must provide your credentials before accessing this resource.
da: Du skal angive dine kredentialer før du kan få adgang til denne ressource.
es: Debe proveer sus credenciales antes de acceder a este recurso.
hu: Fel kell mutatnia az igazolványát, mielőtt hozzáfér az erőforráshoz.
ja: このソースにアクセスする前に、あなたの証明書を提示しなければいけません。
nl: Je moet jouw referenties aanbieden voordat deze hulpbron toegankelijk wordt.
sv: Du måste ange dina kreditiv före åtkomst till denna resurs.
uk: До отримання доступу до цього ресурсу вам слід вказати ваші реєстраційні дані.

source: Please log in.
da: Log venligst ind.
es: Por favor, inicie sesión.
hu: Kérem jelentkezzen be.
ja: ログインしてください。
nl: Gelieve in te loggen.
sv: Logga in.
uk: Будь ласка, увійдіть до системи.

source: You have successfully logged out.
da: Du er logget ud med success.
es: Ha cerrado con éxito su sesión.
hu: Sikerült kijelentkezni.
ja: ログアウトに成功しました。
nl: Je hebt succesvol afgemeld.
sv: Du har nu loggat ut.
uk: Ви успішно вийшли з системи.

source: fedora.tg.tg1utils is deprecated. Switch to fedora.tg.utils instead. This file will disappear in 0.4
da: fedora.tg.tg1 utils er forældet. Skift til fedora.tg.utils i stedet. Denne fil vil forsvinde i 0.4
es: fedora.tg.tg1utils está obsoleta. Cambiar a fedora.tg.utils en su lugar. Este archivo va a desaparecer en 0.4
hu: fedora.tg.tg1utils elavult. Váltson fedora.tg.utils parancsra helyette. Ez a fájl el fog tűnni a 0.4 verziótól kezdve.
ja: fedora.tg.tg1utils は推奨されません。 代わりに fedora.tg.utils に変更してください。 このファイルは 0.4 で削除予定です。
uk: fedora.tg.tg1utils вважається застарілим. Скористайтеся краще fedora.tg.utils. Цей файл буде вилучено у версії 0.4

source: fedora.tg.tg2utils is deprecated. Switch to fedora.tg2.utils instead. This file will disappear in 0.4
da: fedora.tg.tg2utils er forældet. Skift til fedora.tg2.utils i stedet. Denne fil vil forsvinde i 0.4
es: fedora.tg.tg2utils está obsoleta. Cambiar a fedora.tg2.utils lugar. Este archivo va a desaparecer en 0.4
hu: fedora.tg.tg2utils elavult. Váltson fedora.tg2.utils parancsra helyette. Ez a fájl el fog tűnni a 0.4 verziótól kezdve.
ja: fedora.tg.tg2utils は推奨されません。 代わりに fedora.tg2.utils に変更してください。 このファイルは 0.4 で削除予定です。
uk: fedora.tg.tg2utils вважається застарілим. Скористайтеся краще fedora.tg2.utils. Цей файл буде вилучено у версії 0.4

source: fedora.tg.util is deprecated. Switch to one of these instead: TG1 apps: fedora.tg.utils TG2 apps: fedora.tg2.utils. This file will disappear in 0.4
da: fedora.tg.util er forældet. Skift til en af disse i stedet: TG1-programmer: fedora.tg.utils TG2-programmer: fedora.tg2.utils. Denne fil vil forsvinde i 0.4
es: fedora.tg.util está obsoleta. Cambiar a uno de estos en su lugar: TG1 aplicaciones: fedora.tg.utils TG2 aplicaciones: fedora.tg2.utils. Este archivo va a desaparecer en el 0.4
hu: fedora.tg.util elavult. Váltson ezek közül az egyikre: TG1 apps: fedora.tg.utils TG2 apps: fedora.tg2.utils. Ez a fájl el fog tűnni a 0.4 verziótól kezdve
ja: fedora.tg.util は推奨されません。 次のどちらかに変更してください: TG1 apps: fedora.tg.utils TG2 apps: fedora.tg2.utils。 このファイルは 0.4 で削除予定です。
uk: fedora.tg.util вважається застарілим. Вам слід перейти на один з таких варіантів: Програми TG1: fedora.tg.utils Програми TG2: fedora.tg2.utils. Цей файл буде вилучено у версії 0.4

source: url() expects a dictionary for query parameters
da: url() forventer en ordbog for forespørgselsparametre
es: url() espera un diccionario como parámetros de búsqueda
hu: url() python szótár típusú argumentumot vár a kérés paramétereiként
ja: url() はquery パラメータの辞書を必要としています。
nl: url() verwacht een woordenboek voor het bevragen van parameters
sv: url() förväntar sig en dictionary med frågeparametrar
uk: url() потрібний словник для параметрів запиту

source: Error logging in %(user)s: %(error)s
da: Fejl under indlogning af %(user)s: %(error)s
es: Error al iniciar sesión %(user)s: %(error)s
hu: Hiba %(user)s bejelentkezésekor: %(error)s
ja: %(user)s がログイン中にエラーが発生しました: %(error)s
nl: Foutregistratie in %(user)s: %(error)s
sv: Fel vid inloggning av %(user)s: %(error)s
uk: Помилка під час спроби входу %(user)s: %(error)s

source: Cannot enable ssl certificate auth via identity.ssl without setting fas.usernamme and fas.password for authorization
da: Kan ikke aktivere ssl-certifikatgodkendelse via identity.ssl uden at indstille fas.usernamme og fas.password til godkendelse
es: No se puede habilitar el certificado ssl vía identity.ssl sin configurar fas.username y fas.password para autorización
hu: Nem lehet engedélyezni ssl bizonyítványt identity.ssl-lel a fas.usernamme·és·fas.password megadása nélkül.
ja: fas.usernamme と fas.password をセットしないで identity.ssl を使っても、ssl 証明書認証はできません。
nl: Kan SSL certificaat authenticatie niet inschakelen via identity.ssl zonder instelling van fas.username en fas.password voor autorisatie
sv: Kan inte aktivera SSL-certifikatautienticering via identity.ssl utan att ange fas.usernamme och fas.password för auktorisering
uk: Не можна вмикати розпізнавання за допомогою сертифіката ssl через identity.ssl без встановлення fas.usernamme і fas.password для розпізнавання

source: jsonfasprovider, ssl, returned errors from send_request: %s
da: jsonfasprovider, ssl, returnerede fejl fra send_request: %s
es: jsonfasprovider, ssl, regresó errores de send_request: %s
hu: jsonfasprovider, ssl, hibával tért vissza a send_requestből: %s
ja: jsonfasprovider または ssl は send_request: %s からエラーを返しました。
nl: jsonfasprovider, ssl, teruggegeven fouten uit send_request: %s
sv: jsonfasprovider, SSL, returnerade fel från send_request: %s
uk: jsonfasprovider, ssl, повернуто повідомлення про помилки від send_request: %s

source: jsonfasprovider returned errors from send_request: %s
da: jsonfasprovider returnerede fejl fra send_request: %s
es: jsonfasprovider regresó errores de send_request: %s
hu: jsonfasprovider·hibákkal tért vissza send_requestből:·%s
ja: jsonfasprovider は send_request: %s からエラーを返しました。
nl: jsonfasprovider teruggegeven fouten uit send_request: %s
sv: jsonfasprovider returnerade fel från send_request: %s
uk: jsonfasprovider повернуто повідомлення про помилки від send_request: %s

source: Log In
da: Logind
es: Iniciar sesión
hu: Bejelentkezés
ja: ログイン
nl: Inloggen
sv: Logga in
uk: Вхід

source: User Name:
da: Brugernavn:
es: Nombre de Usuario:
hu: Használó:
ja: ユーザー名:
nl: Gebruikersnaam:
sv: Användarnamn:
uk: Користувач:

source: Password:
da: Adgangskode:
es: Contraseña:
hu: Jelszó:
ja: パスワード:
nl: Wachtwoord:
sv: Lösenord:
uk: Пароль:

source: Login
da: Logind
es: Entrar
hu: Bejelentkezés
ja: ログイン
nl: Inloggen
sv: Logga in
uk: Увійти

source: CSRF attacks
da: CSRF-angreb
es: ataques CSRF
hu: CSRF támadások
ja: CSRF アタック
nl: CSRF aanvallen
sv: CSRF-attacker
uk: Напади типу CSRF
