Repository: AdamWill/python-fedora
Catalog: translations/*.po
Languages: da, es, hu, ja, nl, sv, uk

source: are a means for a malicious website to make a request of another web server as the user who contacted the malicious web site. The purpose of this page is to help protect your account and this server from attacks from such malicious web sites. By clicking below, you are proving that you are a person rather than just the web browser forwarding your authentication cookies on behalf of a malicious website.
da: er et middel for et ondsindet websted at lave en forespørgsel af en anden web-server som brugeren der har kontaktet det ondsindede websted. Formålet med denne side er at hjælpe med at beskytte din konto og denne server fra angreb fra sådanne ondsindede websteder. Ved at klikke nedenfor, bekræfter du at du er et mennesker og ikke bare webbrowseren som vidersender din godkendelsescookie på vegne af et ondsindet websted.
es: son un medio para que un sitio web maligno haga un pedido de otro sitio web como el usuario que contactó el sitio maligno. El propósito de este paquete es ayudar a proteger su cuenta y a este servidor de ataques de dichos sitios. Haciendo clic abajo, estará probando que Ud. es la persona en vez del navegador de web que usó sus cookies de autenticación como si fuera el sitio web maligno.
hu: rosszindulatú webhelyek eszköze arra, hogy kérést intézzen más webszolgálókhoz a rosszindulatú webhellyel kapcsolatba lépő használóként. E lap célja, hogy segítsen megvédeni az ön számláját és e szolgálót az ilyen rosszindulatú webhelyektől. Alább kattintva ön bizonyítja, hogy inkább élő személy mint csak egy rosszindulatú webhely nevében eljáró és az ön hitelesítő sütijét továbbító webböngésző.
ja: とは、有害なウェブサイトが他のウェブサーバーに対し、その有害なウェブサイト にアクセスしたことのあるユーザのアカウント利用してリクエストをすることです。 このページの目的は、あなたのアカウントと、 このサーバーを有害なウェブサイトからの攻撃から守ることです。 以下をクリックしてください。あなたが人間であり、 有害なウェブサイトが貴方の認証を転送してきたのではないことを証明できます。
nl: zijn een manier voor een kwaadaardige website om een verzoek van een andere webserver te vragen als de gebruiker die contact opgenomen heeft met de schadelijke website. Het doel van deze pagina is te helpen om jouw account en deze server te beschermen tegen aanvallen van dergelijke kwaadaardige websites te beschermen. Door hieronder te klikken, bewijs je dat je een persoon bent in plaats van alleen de webbrowser die jouw authenticatie cookies doorstuurt in naam van een kwaadaardige website.
sv: är ett sätt för en skadlig webbplats att skicka en begäran till en annan webbserver som den användare som kontaktade den skadliga webbplatsen. Syftet med denna sida är att hjälpa till att skydda ditt konto och denna server från attacker från sådana skadliga webbplatser. Genom att klicka nedan, bevisar du att du är en person snarare än bara webbläsaren som vidarebefordrar dina autentiseringskakor på uppdrag av en skadlig webbplats.
uk: — це можливість для зловмисників, що володіють певним веб-сайтом, виконати запит до іншого веб-сервера від імені користувача, який встановив з’єднання з веб-сайтом зловмисників. Метою цієї сторінки є захист вашого облікового запису і цього сервера від нападів з таких веб-сайтів. Натисканням відповідної кнопки, розташованої нижче, ви підтверджуєте, що ви людина, а на просто програма, яка переспрямовує ваші куки розпізнавання з веб-сайта зловмисників.

source: I am a human
da: Jeg er et menneske
es: Soy un humano
hu: Ember vagyok
ja: 私は人間です
nl: Ik ben een mens
sv: Jag är en människa
uk: Я — людина

source: Forgot Password?
da: Glemt adgangskode?
es: ¿Olvidó la contraseña?
hu: Elfelejtett jelszó?
ja: パスワードを忘れましたか？
nl: Wachtwoord vergeten?
sv: Glömt lösenord?
uk: Забули пароль?

source: Sign Up
da: Meld dig til
es: Registrarse
hu: Beiratkozás
ja: サインアップ
nl: Aanmelden
sv: Registrera dig
uk: Зареєструватися

source: Welcome
da: Velkommen
es: Bienvenido
hu: Üdvözöm
ja: ようこそ
nl: Welkom
sv: Välkommen
uk: Ласкаво просимо

source: You are not logged in
da: Du er nu logget ind
es: No ha ingresado al sistema
hu: Ön nem jelentkezett be
ja: ログインしていません
nl: Je bent niet ingelogd
sv: Du är inte inloggad
uk: Ви не увійшли до системи

source: CSRF protected
da: CSRF-beskyttet
es: Protegido por CSRF
hu: CSRF védve
ja: CSRF は保護されました
nl: CSRF beschermd
sv: CSRF-skyddad
uk: Захищено від CSRF

source: Verify Login
da: Bekræft logind
es: Verificar Entrada
hu: Bejelentkezés ellenőrzése
ja: ログイン認証
nl: Inlog verifiëren
sv: Verifiera inloggning
uk: Перевірити реєстраційні дані

source: Logout
da: Log ud
es: Salir
hu: Kijelentkezés
ja: ログアウト
nl: Afmelden
sv: Logga ut
uk: Вийти

source: updating visit (%s)
da: opdaterer besøg (%s)
es: actualizando visita (%s)
hu: látogatás frissítése (%s)
ja: (%s) の訪問をアップデートしています
nl: bijwerken van bezoek (%s)
sv: uppdaterar besök (%s)
uk: оновлення відвідування (%s)

source: Logged in:
da: Logget ind:
es: Adentro:

source: Creating CSRFProtectionMiddleware
da: Opretter CSRFProtectionMiddleware
es: Creando CSRFProtectionMiddleware
hu: CSRFProtectionMiddleware elkészítése
ja: CSRFProtectionMiddleware を作成しています
nl: CSRFProtectionMiddleware aanmaken
sv: Skapar CSRFProtectionMiddleware
uk: Створення CSRFProtectionMiddleware

source: Deleting %(key)s from environ
da: Sletter %(key)s fra environ
es: Borrando %(key)s del entorno
hu: A %(key)s törlése az environ-ból
ja: %(key)s をenvironから削除しています。
nl: Het verwijderen van %(key)s van omgeving
sv: Tar bort %(key)s från miljön
uk: Вилучення %(key)s з середовища

source: User supplied CSRF token matches environ!
da: Bruger-angivet CSRF-symbol matcher environ!
es: ¡El token CSRF del usuario coincide con el entorno!
hu: Felhasználó által használt CSRF tokennel egyezik az environ-nal!
ja: ユーザは environ とマッチした CSRF を提示しました。
nl: Door gebruiker geleverde CSRF token komt overeen met omgeving!
sv: Användardefinierad CSRF-symbol matchar miljön!
uk: Вказані користувачем реєстраційні дані CSRF відповідають середовищу!

source: Clearing identity
da: Rydder identitet
es: Limpiando identidad
hu: Identitás törlése
ja: identity をクリアしています。
nl: Identiteit opschonen
sv: Rensar identitet
uk: Вилучення даних профілю

source: Invalid CSRF token. User supplied (%(u_token)s) does not match what's in our environ (%(e_token)s)
da: Ugyldigt CSRF-symbol. Bruger-angivet (%(u_token)s) matcher ikke det som er i vores environ (%(e_token)s)
es: Token CSRF inválido. El (%(u_token)s) dado por el usuario no coincide con el de nuestro entorno (%(e_token)s)
hu: Hibás CSRF token. a felhasználó által megadott (%(u_token)s) nem egyezik a mi environ-unkban megadottal (%(e_token)s)
ja: 不正な CSRF です. ユーザが提示した (%(u_token)s) は我々の environ (%(e_token)s) とマッチしません。
nl: Ongeldig CSRF token. Door gebruiker geleverde (%(u_token)s) komt niet overeen met wat er in onze omgeving is (%(e_token)s)
sv: Ogiltig CSRF-symbol. Användardefinierad (%(u_token)s) stämmer inte med vad som finns i vår miljö (%(e_token)s)
uk: Некоректні реєстраційні дані CSRF. Вказані користувачем дані (%(u_token)s) не відповідають тим, які мають бути у нашому середовищі (%(e_token)s)

source: CSRF_AUTH_STATE; rewriting headers
da: CSRF_AUTH_STATE; omskriver headere
es: CSRF_AUTH_STATE; rescribiendo cabeceras
hu: CSRF_AUTH_STATE; fejlécek újraírása
ja: CSRF_AUTH_STATE; ヘッダを更新しています
nl: CSRF_AUTH_STATE; herschrijven van kopteksten
sv: CSRF_AUTH_STATE; skriver om huvuden
uk: CSRF_AUTH_STATE; перезапис заголовків

source: Identity updated with CSRF token
da: Identitet opdateret med CSRF-symbol
es: Identidad actualizada con el token CSRF
hu: Azonosító frissítve CSRF tokennel
ja: CSRF により Identity がアップデートされました。
nl: Identiteit bijgewerkt met CSRF token
sv: Identitet uppdaterad med CSRF-symbol
uk: Профіль оновлено реєстраційними даними CSRF

source: Setting CSRF_AUTH_STATE
da: Indstiller CSRF_AUTH_STATE
es: Poniendo el CSRF_AUTH_STATE
hu: CSRF_AUTH_STATE beállítása
ja: CSRF_AUTH_STATE を設定しています
nl: Instellen van CSRF_AUTH_STATE
sv: Sätter CSRF_AUTH_STATE
uk: Встановлення CSRF_AUTH_STATE

source: Got HTTPFound(302) from repoze.who.application
da: Fik HTTPFound(302) fra repoze.who.application
es: Se obtuvo HTTPFound(302) de repoze.who.application
hu: a repoze.who.application forrásból HTTPFound(302) érkezett
ja: HTTPFound(302) を repoze.who.application から入手しました。
nl: Kreeg HTTPFound(302) van repoze.who.application
sv: Fick HTTPFound(302) från repoze.who.application
uk: Отримано HTTPFound(302) від repoze.who.application

source: Altered headers: %(headers)s
da: Ændrede headere: %(headers)s
es: Cabeceras alteradas: %(headers)s
hu: Megváltozott fejlécek: %(headers)s
ja: 変更されたヘッダ: %(headers)s
nl: Veranderde kopteksten: %(headers)s
sv: Ändrade huvuden: %(headers)s
uk: Змінені заголовки: %(headers)s

source: Invalid session cookie %(s_id)r, not setting CSRF token!
da: Ugyldig sessionscookie %(s_id)r, sætter ikke CSRF-symbol!
es: Cookie de sesión inválido %(s_id)r, ¡no se pone el token CSRF!
hu: Hibás folyamat cookie %(s_id)r, CSRF token nem kerül beállításra!
ja: cookie %(s_id)r は不正なセッションです。CSRF がセットされていません!
nl: Ongeldige sessie cookie %(s_id)r, CSRF token wordt niet ingesteld!
sv: Ogiltig sessionskaka %(s_id)r, sätter inte CSRF-symbol!
uk: Некоректна кука сеансу %(s_id)r, реєстраційні дані CSRF не встановлено!

source: %(token)s in GET
da: %(token)s i GET
es: %(token)s en GET
sv: %(token)s i GET
uk: %(token)s у GET

source: %(token)s in POST
da: %(token)s i POST
es: %(token)s en POST
hu: %(token)s a POST-ban
sv: %(token)s i POST
uk: %(token)s у POST

source: Keep alive cache miss
da: Hold liv i cache-forbier
es: Se perdió el keep alive del caché
nl: Houd cache misser in leven
sv: Håll-vid-liv cache-miss

source: in identify()
da: i identify()
es: en identify()
hu: az identify()-ban
sv: i identify()
uk: у identify()

source: Request identify for cookie %(cookie)s
da: Forespørg identitet for cookie %(cookie)s
es: Se pide identificación para el cookie %(cookie)s
hu: Azonosítási kérés a %(cookie)s cookie-hoz
ja: cookie %(cookie)s の認証をリクエストする
nl: Verzoek identificatie voor cookie %(cookie)s
sv: Begär identifiera för kaka %(cookie)s
uk: Запит щодо ідентифікації за кукою %(cookie)s

source: In remember()
da: I remember()
es: En remember()
hu: a remember()-ben
sv: I remember()
uk: У remember()

source: In forget()
da: I forget()
es: En forget()
hu: a forget()-ben
sv: I forget()
uk: У forget()

source: Forgetting login data for cookie %(s_id)s
da: Glemmer indlogningsdata for cookie %(s_id)s
es: Desechando datos de ingreso para el cookie %(s_id)s
hu: A cookie %(s_id)s bejelentkezési adatainak eldobása
ja: cookie %(s_id)s のログインデータを削除しています
nl: Vergeet inlogin data voor cookie %(s_id)s
sv: Glömmer inloggningsuppgifter för kakan %(s_id)s
uk: Вилучення реєстраційних даних для куки %(s_id)s

source: In authenticate()
da: I authenticate()
es: En authenticate()
hu: authenticate()-ban
sv: I authenticate()
uk: У authenticate()

source: Authentication failed, setting error
da: Godkendelse mislykkedes, indstillingsfejl
es: La autenticación falló, poniendo el error
nl: Authenticatie mislukte, fout ingesteld
sv: Autentisering misslyckades, sätter felstatus

source: An unknown error happened when trying to log you in. Please try again.
da: En ukendt fejl opstod under indlogning af dig. Prøv venligst igen.
es: Ha ocurrido un error inesperado al tratar de registrarlo. Por favor inténtelo nuevamente.
hu: Ismeretlen hiba merült fel bejelentkezéskor. Kérem próbálja újra.
ja: ログイン中に不明なエラーが発生しました。もう一度試してください。
nl: Er is een onbekende fout opgetreden toe je probeerde in te loggen. Probeer het opnieuw.
sv: Ett okänt fel inträffade vid försök att logga in dig. Försök igen.
uk: Під час спроби входу до вашого облікового запису сталася невідома помилка. Будь ласка, повторіть спробу.

source: Metadata cache miss - refreshing metadata
da: Metadata-mellemlager-forbier - genopfrisker metadata
es: Falta el cache de metadatos - refrescando los metadatos
nl: Metadata cache misser - ververs metadata
sv: Metadata-cache-miss - förnyar metadata

source: In add_metadata
da: I add_metadata
es: En add_metadata
hu: az add_metadata-ban
sv: I add_metadata
uk: У add_metadata

source: Error exists in session, no need to set metadata
da: Fejl findes i session, ingen grund til at angive metadata
es: Hay error en la sesión, no hace falta poner los metadatos
hu: Hiba a munkafolyamatban, nincs szükség a metaadatok beállítására
ja: セッションにエラーがあります。metadata をセットする必要はありません。
nl: Fout bestaat in sessie, het is niet nodig om metadata in te stellen
sv: Fel finns i sessionen, inget behov att ställa in metadata
uk: Помилка у сеансі, немає потреби у встановленні метаданих

source: Request metadata for cookie %(cookie)s
da: Forespørg metadata for cookie %(cookie)s
es: Se solicita metadatos para el cookie %(cookie)s
nl: Verzoek metadata voor cookie %(cookie)s
sv: Begär metadata för kakan %(cookie)s

source: Wrong credentials
da: Forkerte kredentialer
es: Credenciales incorrectas
hu: Hibás ajánlás
ja: 不正な証明書
nl: Verkeerde legitimatie
sv: Fel kreditiv
uk: Помилкові реєстраційні дані

source: Welcome back, %s!
da: Velkommen tilbage, %s!
es: ¡Bienvenido, %s!
hu: Üdvözlünk újra, %s!
ja: お帰りなさい %s!
nl: Welkom terug, %s!
sv: Välkommen tillbaka, %s!
uk: З поверненням, %s!

source: We hope to see you soon!
da: Vi håber at se dig snart igen!
es: ¡Esperamos verlo pronto!
hu: Reméljük még találkozunk nem sokára!
ja: またよろしくお願いします！
nl: We hopen je spoedig terug te zien!
sv: Vi hoppas att se dig snart igen!
uk: Сподіваємося, що ви повернетеся скоро!

source: Size %(size)i disallowed. Must be in %(valid_sizes)r
hu: %(size)i méret nem engedélyezett. Érvényes méretek közt kell lennie: %(valid_sizes)r
ja: 容量 %(size)i は許可されていません。%(valid_sizes)r にする必要があります。

source: Username:
hu: Felhasználói név:
ja: ユーザー名:
uk: Користувач:

source: Parameters for authenticating not found
hu: Paraméterek az azonosításhoz nem találhatóak
ja: 認証のためのパラメーターが見つかりません。
uk: Не виявлено параметрів розпізнавання

source: Authentication failed: %s
hu: Azonosítás sikertelen: %s
ja: 認証に失敗しました: %s
uk: Помилка розпізнавання: %s

source: Unknown auth failure: %s
hu: Ismeretlen azonsítási hiba: %s
ja: 未知の認証に失敗しました: %s
uk: Невідома помилка розпізнавання: %s

source: user information from fas not in expected format!
hu: felhasználói információ a FAS rendszerből nem a várt formában!
ja: FAS からのユーザー情報が予期された形式ではありません！
uk: дані щодо користувача з fas отримано у неочікуваному форматі!

source: fedora.tg.util is deprecated. Switch to one of these instead: TG1 apps: fedora.tg.tg1utils TG2 apps: fedora.tg.tg2utils. This file will disappear in 0.4
nl: fedora.tg.util is verouderd. Schakel in plaats daarvan om naar een van deze: TG1 apps: fedora.tg.tg1utils TG2 apps: fedora.tg.tg2utils. Dit bestand zal in 0.4 verdwijnen
sv: fedora.tg.util är föråldrat. Byt till en av dessa istället: TG1-program: fedora.tg.tg1utils TG2-program: fedora.tg.tg2utils. Denna fil kommer att försvinna i 0.4
